alsa-plugins
alsa-utils
android-tools
archlinux-wallpaper
atomicparsley
autoconf
automake
avahi
awesome-terminal-fonts
bash-completion
bind
bison
bluez
bluez-libs
bluez-utils
btrfs-progs
cmatrix
cronie
cups
cups-pdf
dialog
dnsmasq
dosfstools
efibootmgr
egl-wayland
exfatprogs
flex
fuse2
fuse3
fuseiso
gcc
globalprotect-openconnect
gparted
gptfdisk
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
handbrake
htop
hwinfo
iio-sensor-proxy
jdk-openjdk
libdvdcss
libreoffice-fresh
libtool
linux-headers
linux-lts-headers
lsof
lzop
m4
make
mesa
neofetch
noto-fonts-emoji
ntfs-3g
ntp
openssh
os-prober
p7zip
papirus-icon-theme
patch
picom
pkgconf
pipewire
pipewire-alsa
pipewire-pulse
pipewire-jack
pipewire-v4l2
pipewire-zeroconf
powerline-fonts
python-notify2
python-pip
python-psutil
python-pycryptodome
python-pyqt5
snap-pac
snapper
syncthing
systemd-resolvconf
terminus-font
traceroute
tree
ttf-droid
ttf-hack
ttf-roboto
ufw
unrar
unzip
usbutils
vivaldi
vivaldi-ffmpeg-codecs
vlc
which
wireguard-tools
wireplumber
xdg-user-dirs
xorg
xorg-server
xorg-apps
xorg-drivers
xorg-xwayland
xorg-xkill
xorg-xinit
yt-dlp
zip
zsh
zsh-syntax-highlighting
zsh-autosuggestions
